[
  {
    "id": 0,
    "backdrop_path": "https://image.tmdb.org/t/p/original/6l1SV3CWkbbe0DcAK1lyOG8aZ4K.jpg",
    "poster_path": "https://image.tmdb.org/t/p/original/7Br9F8EHrtNT2hFgD5oTfDMRgud.jpg",
    "overview": "Après bien des missions et contre toute attente, Dom Toretto et sa famille ont su déjouer, devancer, surpasser et distancer tous les adversaires qui ont croisé leur route. Ils sont aujourd’hui face à leur ennemi le plus terrifiant et le plus intime : émergeant des brumes du passé, ce revenant assoiffé de vengeance est bien déterminé à décimer la famille en réduisant à néant tout ce à quoi, et surtout à qui Dom ait jamais tenu.",
    "release_date": "2023-05-17",
    "title": "Fast & Furious X",
    "vote_average": 7.3
  },
  {
    "id": 1,
    "backdrop_path": "https://image.tmdb.org/t/p/original/1inZm0xxXrpRfN0LxwE2TXzyLN6.jpg",
    "poster_path": "https://image.tmdb.org/t/p/original/jAMVKvqxdNbUY2YQWhCclYI6coP.jpg",
    "overview": "John Wick affronte ses adversaires les plus redoutables dans ce quatrième volet de la série.  De New York à Osaka, en passant par Paris et Berlin, John Wick mène un combat contre la Grande Table, la terrible organisation criminelle qui a mis sa tête à prix, en affrontant ses tueurs les plus dangereux...",
    "release_date": "2023-03-22",
    "title": "John Wick : Chapitre 4",
    "vote_average": 7.9
  },
  {
    "id": 2,
    "backdrop_path": "https://image.tmdb.org/t/p/original/9n2tJBplPbgR2ca05hS5CKXwP2c.jpg",
    "poster_path": "https://image.tmdb.org/t/p/original/ahMxyHMSJXingQr4yJBMzMU9k42.jpg",
    "overview": "Alors qu’ils tentent de réparer une canalisation souterraine, Mario et son frère Luigi, tous deux plombiers, se retrouvent plongés dans un nouvel univers féerique à travers un mystérieux conduit. Mais lorsque les deux frères sont séparés, Mario s’engage dans une aventure trépidante pour retrouver Luigi.  Dans sa quête, il peut compter sur l’aide du champignon Toad, habitant du Royaume Champignon, et les conseils avisés, en matière de techniques de combat, de la Princesse Peach, guerrière déterminée à la tête du Royaume. C’est ainsi que Mario réussit à mobiliser ses propres forces pour aller au bout de sa mission.",
    "release_date": "2023-04-05",
    "title": "Super Mario Bros. le film",
    "vote_average": 7.8
  }
]
